Repository: siracel/zakat-calculator
Catalog: languages/zakat-calculator-wc-*.po
Languages: tr_tr

source: Zakat Calculator for WooCommerce requires WooCommerce to be installed and active.
tr_tr: Zekât Hesaplayıcı'nın çalışması için WooCommerce kurulu ve aktif olmalıdır.

source: Zakat Calculator Settings
tr_tr: Zekât Hesaplayıcı Ayarları

source: Zakat Calculator
tr_tr: Zekât Hesaplayıcı

source: General Settings
tr_tr: Genel Ayarlar

source: Configure basic plugin settings.
tr_tr: Temel eklenti ayarlarını yapılandırın.

source: Current Prices
tr_tr: Güncel Fiyatlar

source: Enter current market prices per gram. These values will be used in the calculator.
tr_tr: Gram başına güncel piyasa fiyatlarını girin. Bu değerler hesaplayıcıda kullanılacaktır.

source: Nisab Thresholds
tr_tr: Nisap Eşikleri

source: Standard nisab thresholds. Gold: 87.48g (7.5 tola), Silver: 612.36g (52.5 tola)
tr_tr: Standart nisap eşikleri. Altın: 87.48g (7.5 tola), Gümüş: 612.36g (52.5 tola)

source: WooCommerce Product ID
tr_tr: WooCommerce Ürün ID'si

source: Enter the WooCommerce Product ID for Zakat donations. This product should have a price of 0 (zero).
tr_tr: Zekât bağışları için WooCommerce Ürün ID'sini girin. Bu ürünün fiyatı 0 (sıfır) olmalıdır.

source: Current product: %1$s - %2$s
tr_tr: Mevcut ürün: %1$s - %2$s

source: Edit Product
tr_tr: Ürünü Düzenle

source: ⚠ Product not found!
tr_tr: ⚠ Ürün bulunamadı!

source: Nisab Calculation Method
tr_tr: Nisap Hesaplama Yöntemi

source: Gold
tr_tr: Altın

source: Silver
tr_tr: Gümüş

source: Silver method is generally recommended as it benefits more people in need.
tr_tr: Gümüş yöntemi, daha fazla ihtiyaç sahibine fayda sağladığı için genellikle önerilir.

source: Gold Price (per gram)
tr_tr: Altın Fiyatı (gram başına)

source: Current Gold Nisab: %1$s%2$s
tr_tr: Güncel Altın Nisabı: %1$s%2$s

source: Silver Price (per gram)
tr_tr: Gümüş Fiyatı (gram başına)

source: Current Silver Nisab: %1$s%2$s
tr_tr: Güncel Gümüş Nisabı: %1$s%2$s

source: Gold Nisab (grams)
tr_tr: Altın Nisabı (gram)

source: Standard: 87.48 grams (7.5 tola)
tr_tr: Standart: 87.48 gram (7.5 tola)

source: Silver Nisab (grams)
tr_tr: Gümüş Nisabı (gram)

source: Standard: 612.36 grams (52.5 tola)
tr_tr: Standart: 612.36 gram (52.5 tola)

source: Zakat Calculator Setup Required
tr_tr: Zekât Hesaplayıcı Kurulumu Gerekli

source: Please complete the following to activate the calculator:
tr_tr: Hesaplayıcıyı etkinleştirmek için lütfen aşağıdakileri tamamlayın:

source: Set WooCommerce Product ID for Zakat donations
tr_tr: Zekât bağışları için WooCommerce Ürün ID'sini ayarlayın

source: Enter current Gold price per gram
tr_tr: Gram başına güncel Altın fiyatını girin

source: Enter current Silver price per gram
tr_tr: Gram başına güncel Gümüş fiyatını girin

source: Settings Saved
tr_tr: Ayarlar Kaydedildi

source: Quick Setup Guide
tr_tr: Hızlı Kurulum Kılavuzu

source: Create a WooCommerce product for Zakat donations (set price to 0)
tr_tr: Zekât bağışları için bir WooCommerce ürünü oluşturun (fiyatı 0 olarak ayarlayın)

source: Enter the Product ID below
tr_tr: Ürün ID'sini aşağıya girin

source: Set current Gold and Silver prices per gram
tr_tr: Gram başına güncel Altın ve Gümüş fiyatlarını ayarlayın

source: Add shortcode to any page:
tr_tr: Herhangi bir sayfaya kısa kod ekleyin:

source: Save Settings
tr_tr: Ayarları Kaydet

source: Need Help?
tr_tr: Yardıma mı İhtiyacınız Var?

source: For support and documentation, visit:
tr_tr: Destek ve dokümantasyon için ziyaret edin:

source: Zakat Calculator is not configured yet. Please contact the administrator.
tr_tr: Zekât Hesaplayıcı henüz yapılandırılmadı. Lütfen yöneticiyle iletişime geçin.

source: Loading calculator...
tr_tr: Hesaplayıcı yükleniyor...

source: ⚠️ Zakat Calculator Setup Required
tr_tr: ⚠️ Zekât Hesaplayıcı Kurulumu Gerekli

source: Please complete the configuration:
tr_tr: Lütfen yapılandırmayı tamamlayın:

source: Set WooCommerce Product ID
tr_tr: WooCommerce Ürün ID'sini Ayarlayın

source: Enter Gold price per gram
tr_tr: Gram başına Altın fiyatını girin

source: Enter Silver price per gram
tr_tr: Gram başına Gümüş fiyatını girin

source: Go to Settings
tr_tr: Ayarlara Git

source: Security check failed.
tr_tr: Güvenlik kontrolü başarısız oldu.

source: Invalid Zakat amount.
tr_tr: Geçersiz Zekât miktarı.

source: Zakat product is not configured.
tr_tr: Zekât ürünü yapılandırılmamış.

source: Zakat product not found.
tr_tr: Zekât ürünü bulunamadı.

source: Zakat added to cart successfully.
tr_tr: Zekât başarıyla sepete eklendi.

source: Failed to add Zakat to cart.
tr_tr: Zekât sepete eklenemedi.

source: Type
tr_tr: Tür

source: Zakat Donation
tr_tr: Zekât Bağışı

source: Donation Type
tr_tr: Bağış Türü

source: Zakat
tr_tr: Zekât

source: Calculated Amount
tr_tr: Hesaplanan Tutar

source: NISAB VALUES
tr_tr: NİSAP DEĞERLERİ

source: Settings
tr_tr: Ayarlar

source: Currency
tr_tr: Para Birimi

source: Your Assets
tr_tr: Varlıklarınız

source: Cash (on hand & bank)
tr_tr: Nakit (El ve Banka)

source: Gold & Silver
tr_tr: Altın ve Gümüş

source: Include gold
tr_tr: Altını dahil et

source: Gold (grams)
tr_tr: Altın (gram)

source: Gold total value
tr_tr: Altın toplam değeri

source: Include silver
tr_tr: Gümüşü dahil et

source: Silver (grams)
tr_tr: Gümüş (gram)

source: Silver total value
tr_tr: Gümüş toplam değeri

source: Investments & Shares
tr_tr: Yatırımlar ve Hisse Senetleri

source: Include investments
tr_tr: Yatırımları dahil et

source: Investment value
tr_tr: Yatırım değeri

source: Money Owed to You
tr_tr: Size Borçlu Olunan Para

source: Include receivables
tr_tr: Alacakları dahil et

source: Receivables (collectable)
tr_tr: Alacaklar (tahsil edilebilir)

source: Business Assets (Stock)
tr_tr: Ticari Varlıklar (Stok)

source: Include business assets
tr_tr: Ticari varlıkları dahil et

source: Business assets value
tr_tr: Ticari varlıklar değeri

source: Deductible Debts
tr_tr: Düşülebilir Borçlar

source: Immediate debts (due now)
tr_tr: Acil borçlar (şimdi ödenecek)

source: Summary
tr_tr: Özet

source: Total Assets
tr_tr: Toplam Varlıklar

source: Total Debts
tr_tr: Toplam Borçlar

source: Net Wealth
tr_tr: Net Servet

source: Nisab Threshold
tr_tr: Nisap Eşiği

source: Total Zakat Payable
tr_tr: Ödenecek Toplam Zekât

source: I have held this amount for at least one lunar year
tr_tr: Bu miktarı en az bir kameri yıl tuttum

source: Add to Cart
tr_tr: Sepete Ekle

source: Reset
tr_tr: Sıfırla
